{
  "intro": "INTRO",
  "needs": "NEEDS",
  "cskills": "CURRENT SKILLS",
  "motivation": "MOTIVATION",
  "personality": "PERSONALITY",
  "lhistory": "LEARNING HISTORY",
  "myprofile": "MY PROFILE",
  "feedback": "FEEDBACK",
  "click-here": "Click here to join the dialogue and start your own reflection process",
  "home": {
    "left": "<p>Every <b>language learner</b> is a unique blend of personal characteristics and background factors which affects the experience of learning.</p><p>The characteristics and background factors are not stable, but like the pattern in a <b>KALEIDOSCOPE</b> they change with time and context.</p><p> Have you ever thought about yourself as a language learner? How do you feel about your skills? What do you need languages for? Do you really want to learn more? How does your personality affect the way you learn? What kind of experiences of learning languages have you had so far?</p><p>Reflecting on these questions will help you to plan and decide how you want to proceed with your language studies.<b>KALEIDOSCOPE</b> is here to help you with this reflection. On the following pages, you will see and hear students talking about themselves.</p><p>We also hope that you will spend a few minutes telling us what you think about <b>KALEIDOSCOPE</b>. On your Profile page there is a space for you to write your comments.</p><p><b>Please come and join in the Kaleidoscope dialogue!</b></p>",
    "right": "<p>The changing colours in our <b>Kaleidoscope figure</b> represent the changing factors that affect language learning. Clicking on the words below will take you on a journey of personal discovery. You will learn more about language learning itself, and you will be able to create your own <b>Kaleidoscope Profile</b>.</p>"
  },
  "needs1": {
    "text": "<p>Needs arise from a combination of factors. It's worth thinking about these factors, bearing in mind that needs may be either concrete, such as writing an essay,  or more psychological e.g. overcoming inhibition.</p><p>What languages and what specific language skills and purposes are important for you at university?</p><p>And how about later on in life?</p><p>Does motivation affect your needs, or perhaps vice-versa? If so, in what way?</p><p>Is there anything that you think could be useful but that you have been avoiding? Do you  rarely stray from your comfort zone?</p><p>At times our needs are not too clear: self-reflection on our learning process  may help us specify and prioritise them.</p>"
  },
  "cskills1": {
    "text": "<p>Language skills have traditionally been divided into reading, writing, speaking and listening skills, and further into areas like grammar and vocabulary. However, this framework does not sufficiently capture the complexity of how we use languages.</p><p>There is a significant link between skills and attitudes, beliefs, personality, learning strategies, motivation, teachers' personalities, methodology as well as our own conceptions of our personal skills. The differences that students typically describe between their production skills (speaking and writing) and their comprehension skills (reading and listening) may have something to do with their own language learning background in terms of the quantity and quality of practice.</p><p>Good self-evaluation skills are needed to complement external feedback, such as exam results. Your  perceptions of your own skills need to be realistic thus allowing you to understand and focus on specific features.</p><p>Try the Dialang system at <a href='http://www.lancs.ac.uk/researchenterprise/dialang/about' target='_blank'>Dialang</a>. It will help you to make a positive assessment of your skills and it also supports your personal assessment by giving feedback on the self-evaluation section.</p><p>One way to evaluate your own skills is to try out the Common European Framework of Reference Self-Assessment Grid. Self-assessment works best if  you actively reflect on your developing skills, it may need to be adjusted,  especially after receiving constructive feedback.</p>"
  },
  "motivation1": {
    "text": "<p>Motivation and <b>identity</b> go hand in hand in educational contexts. Language learning motivation is shaped by factors <b>internal</b> and <b>external</b> to the Self. Internal factors include  cognition, attitudes and affective factors (e.g. enjoyment, anxiety), and individual characteristics (e.g. gender, age, personality).  External factors, on the other hand, are complex social, cultural and contextual influences, e.g. teachers, peers, classroom tasks and materials, and cultural values and beliefs.  Motivation thus emerges through complicated <i>processes</i> of interacton between the Self and context.</p><p>One's sense of competence and <b>autonomy</b> seem to be  particularly important for the development of <b>intrinsic</b> forms of motivation; being in control of your own learning is thus important.  Remember that your language learning motivation can also be influenced by reasons fluctuating on a daily basis: your health, the weather, your mood, work and personal conflicts, that is,  your very own <b>ecological realities</b> in life: we are all different flesh and blood human beings with our commitments and duties!</p>"
  },
  "personality1": {
    "text": "<p>As part of their personality, everybody has an individual learning style, which determines the way they perceive, conceptualize, organize and recall information (Ellis 1985). Learning styles are influenced by genetic make-up, earlier learning experiences and the local culture and society.</p><p>Many dimensions of learning styles have been recognized and categorized. For example, learners differ according to whether they are <b>visual</b> (sight), <b>auditory</b> (hearing), <b>kinaesthetic</b> (movement) or <b>tactile</b> (touch).</p><p>Others have suggested that there are four learning styles: <b>the activist</b>, who is open-minded, not sceptical and always ready to try; <b>the theorist</b>, who focuses on the grammar or morphology of a language before having the confidence to produce it. S/he likes to go step-by-step in a logical way; <b>the reflector</b>, who wants to see the patterns in language before trying something new and prefers to think things through first; and <b>the pragmatist</b>, who takes the practical approach, picking up new words or structures and immediately trying to use them.</p><p>There are other personality traits that may affect language learning. Extroverts and introverts will interact differently in communicative situations, but this does not mean that one trait is better than another. Levels of self-esteem, anxiety, inhibition and capacity for risk-taking also have an influence on performance.</p>"
  },
  "lhistory1": {
    "text": "<p>A person's learning history is made up of many factors, including good and bad experiences, long, hard work, happy and anxious moments. It has been influenced by encounters with different languages and cultures, by teachers and peers, assessments and feedback, various learning environments and learning systems.  Remember that your <b>own</b> beliefs about yourself as a learner and your learning shape your experiences. Your whole life history, its ups and downs, has played a role in how your <b>learning</b> history has turned out.</p><p>You bring this history with you to every new language-learning situation. It doesn't necessarily directly explain your current situation, but reflecting on it and writing or discussing it may help you to become a better learner. It may help, for example, with any anxiety you may experience in language learning situations.</p><p>Critical reflection and, more importantly, positive visions about the future may help you get rid of some harmful attitudes or beliefs that are hindering your learning.</p>"
  },
  "profile": {
    "text": "<p>Here is the profile that you have written. If you still want to change something you have written, you can use the links above to go back to the place in question.</p><p>If you give an email address and send us your profile, you will receive a response.</p>",
    "feedback": "What do you think about Kaleidoscope? Write your comments here for us.",
    "alms-only": "ALMS students only",
    "pdf-instructions": "You can download a pdf version of your profile by clicking the button below. You can then send it to your teacher. <b>Please use your .helsinki email address</b>",
    "name": "Name",
    "faculty": "Faculty",
    "select": "select your teacher",
    "no-teach": "The teacher's name is not on the list.",
    "teach-email": "Write your teacher's email here",
    "address": "Write your email address here. Send it and you will get a response.",
    "send": "Send your profile",
    "sent": "Profile Sent",
    "clear": "clear",
    "pdf": "Download pdf"
  },
  "ref-general": {
    "click": "- Click on a comment to see a response",
    "save": "ALWAYS save the text after writing",
    "save-to": "Save to your profile",
    "clear" : "Clear",
    "success" : "Successfully added"
  },
  "needs-ref": {
    "1": "I have to read a lot of text books and articles which are not in Finnish",
    "2": "I plan to be an exchange student",
    "3": "I should be able to speak more fluently",
    "4": "I hope to work in an international setting",
    "5": "I need more words!",
    "6": "I have to write my thesis in English",
    "7": "I need to find the courage to open my mouth",
    "your-needs": "YOUR NEEDS",
    "your-needs-text": "Write about your own language needs after following the dialogues above. Click on MY PROFILE to read all you have written."
  },
  "cskills-ref": {
    "1": "I understand almost everything but I can't say very much",
    "2": "Are there any ways of evaluating my skills' levels online?",
    "3": "I haven't used the language for a long time",
    "4": "It's the teacher's job to tell me what my problems are",
    "5": "I can't write at all",
    "6": "Reading academic text books is terribly slow",
    "7": "I know my pronunciation is terrible!",
    "8": "My vocabulary is really poor",
    "9": "I've forgotten the grammar",
    "10": "I'm bad at remembering",
    "11": "Listening to lyrics has improved my language",
    "12": "I feel I can manage quite well",
    "13": "I have difficulty understanding different accents",
    "your-skills": "YOUR LANGUAGE SKILLS",
    "your-skills-text": "Write about your own language skills after following the dialogues above. Click on MY PROFILE to read all you have written."
  },
  "motiv-ref": {
    "1": "I'm only studying<br> languages because I have to",
    "2": "I like to get to know<br> people from other countries",
    "3": "Being good at languages is one way to be sure of getting a good job",
    "4": "I love to travel and meet people",
    "5": "I've never been a good language learner",
    "6": "I haven't time",
    "7": "I won't need languages in my future job",
    "your-motiv": "YOUR MOTIVATION",
    "your-motiv-text": "Write about your own motivation after following the dialogues above. Click on MY PROFILE to read all you have written."
  },
  "personality-ref": {
    "1": "I worry a lot about making mistakes",
    "2": "I want to have everything clear in my head before I speak",
    "3": "I think that people will laugh at the way I speak",
    "4": "It helps me to remember words if I see the words written down",
    "5": "I like to observe the patterns and structures in language",
    "6": "I need to understand the grammar before I start to use the language",
    "7": "I'm not afraid to just jump in and have a go",
    "8": "I like to learn language by just listening, noticing new things and using them",
    "9": "I'm very shy and don't like to speak up",
    "10": "I compare myself with others a lot",
    "your-personality": "YOUR PERSONALITY",
    "your-personality-text": "Write about your own personality. How does it affect your learning? Click on MY PROFILE to read all you have written."
  },
  "lhistory-ref": {
    "1": "I only studied English and Swedish at school",
    "2": "I've always relied on teachers' evaluation",
    "3": "I've always enjoyed learning languages",
    "4": "School was about grammar and vocabulary",
    "5": "I've never thought of myself as a language learner",
    "6": "I have bad memories from language classes at school",
    "7": "I've had so little practice in actually using languages",
    "8": "We always used different languages at home",
    "9": "I have always had a lot of international friends",
    "10": "I had a fantastic teacher",
    "11": "It's a long time since I studied languages and in those days there was hardly any talking done.",
    "12": "I fear speaking and feel anxious when I have to!",
    "your-lhistory": "YOUR LANGUAGE LEARNING HISTORY",
    "your-lhistory-text": "Write your personal history of language learning. How has it affected you? Click on MY PROFILE to read all you have written."
  }
}
