{
  "intro": "INTRO",
  "needs": "TARPEET",
  "cskills": "TAIDOT",
  "motivation": "MOTIVAATIO",
  "personality": "PERSOONALLISUUS",
  "lhistory": "OPPIMISHISTORIA",
  "myprofile": "PROFIILISI",
  "feedback": "PALAUTE",
  "click-here": "Klikkaa tästä, niin pääset mukaan vuoro-puheluun ja pohtimaan omaa oppimistasi",
  "home": {
    "left": "<p>Jokaisessa <b>kielenoppijassa</b> yhdistyv&auml;t ainutkertaisella tavalla h&auml;nen henkil&ouml;kohtaiset ominaisuutensa ja monenlaiset oppimisen taustatekij&auml;t. N&auml;m&auml; yhdess&auml; vaikuttavat siihen, miten oppiminen koetaan.</p><p> Aika ja uudet oppimistilanteet muuttavat oppijaa ja h&auml;nen k&auml;sityksi&auml;&auml;n ja kokemuksiaan. <b>KIELIKALEIDOSKOOPPISI</b> kuvio muuttuu, kun el&auml;t, opit ja koet uusia asioita.</p><p> Oletko Sin&auml; ajatellut millainen kielenoppija oikeastaan olet? Mit&auml; mielt&auml; olet taidoistasi? Mihin ja millaista taitoa eri kieliss&auml; tarvitset? Haluaisitko todella oppia lis&auml;&auml; tai jotakin uutta? Miten persoonallisuutesi vaikuttaa oppimiseesi? Millaisia kokemuksia Sinulla on kielten opiskelusta ja oppimisesta?</p><p>Miettim&auml;ll&auml; vaikkapa yll&auml;olevia kysymyksi&auml; saat ajatuksia kielten opiskelun suunnitteluun ja tarvittavien valintojen tekoon. <b>KALEIDOSKOOPPI</b> auttaa ja tukee Sinua pohdinnoissasi. N&auml;ill&auml; sivuilla n&auml;et ja kuulet opiskelijoiden mietteit&auml; kielten oppimisesta ja opiskelusta.</p><p>Toivoisimme Sinun my&ouml;s kertovan meille mit&auml; mielt&auml; olet <b>KALEIDOSKOOPISTA</b>. Voit kirjoittaa kommenttisi oppijaprofiilissasi olevaan tilaan. </p><p><b>Tervetuloa mukaan Kaleidoskoopin keskusteluun!</b></p>",
    "right": "<p> T&auml;m&auml;n <b>Kaleidoskoopin hahmon v&auml;rit</b> edustavat oppimiseen vaikuttavia tekij&ouml;it&auml;. Kun klikkaat allaolevia sanoja, p&auml;&auml;set tutkimusmatkalle omaan kielenoppijuuteesi. Saat lis&auml;&auml; tietoa vieraiden kielten oppimisesta ja opiskelusta ja voit luoda <b>oman oppijaprofiilisi</b>.</p> "
  },
  "needs1": {
    "text": "<p>Tarpeet syntyvät monen tekijän yhteisvaikutuksesta. Näitä tekijöitä on hyvä itsekseen pohtia ja muistaa, että tarpeita on hyvin konkreettisista (esimerkiksi esseen kirjoittaminen) varsin psykologisiin (esimerkiksi uskallus avata suunsa kurssilla).</p><p>Mitä kieliä ja minkälaista kielitaitoa tarvitset yliopisto-opintojesi aikana? Entä myöhemmin työelämässä?</p><p>Vaikuttaako motivaatio tarpeisiisi vai päinvastoin? Miten?</p><p>Onko joitain kieliä tai taitoja, joita olet opiskellessasi vältellyt, vaikka tiedät niiden olevan hydyllisiä? Pysytteletkö useimmiten mukavuusalueellasi?</p><p>Aina ei ole selvää, millaisia tarpeitä meillä kielitaitomme suhteen on. Reflektointi auttaa erittelemään ja tarkentamaan niitä sekä asettamaan ne tärkeysjärjestykseen.</p>"
  },
  "cskills1": {
    "text": "<p>Kielitaito on perinteisesti jaettu lukemiseen, kirjoittamiseen, puhumiseen ja kuunteluun sekä edelleen pienempiin tekijöihin kuten kielioppiin ja sanastoon. Tätä jakoahan myös opetusjärjestelyt ja testaus usein heijastelevat, vaikka se ei kuvaakaan riittävän hyvin itse kielen käytän kompleksisuutta.</p><p>Asenteiden, uskomusten, persoonallisuuden, oppimisstrategiolla, motivaation, opetusmenetelmien, opettajan opetustyylin ja persoonan yhteyttä kielitaitoon ja erityisesti siihen, miten itse näemme taitomme ei voi vähätellä. Opiskelijoiden tyypillisesti raportoimat erot tuottamistaidoissa (puhuminen ja kirjoittaminen) ja ymmärtämistaidoissa (lukeminen ja kuunteleminen) saattavat liittyä kielenoppimistaustaan ja harjoituksen määrään ja laatuun näissä taidoissa.</p><p>Vahvaa itsearviointitaitoa tarvitaan täydentämään ulkoisesta arvioinnista saatua palautetta (esimerkiksi koetulokset), jotta käsitys omista taidoista muodostuisi realistiseksi ja riittävän monitahoiseksi.</p><p>Taitotasoasi voit arvioida myös CEFR-taitotasoasteikkoa käyttäen: <a href='https://rm.coe.int/CoERMPublicCommonSearchServices/DisplayDCTMContent?documentId=090000168045bb56'>Common European Framework</a> Itsearviointi on tehokkainta, kun aktiivisesti pohdit taitojesi kehittymistä. Rakentava palaute auttaa ja tukee itsearviointia.</p>"
  },
  "motivation1": {
    "text": "<p>Oppimis- ja opetuskontekstissa motivaatio ja <b>identiteetti</b> liittyvät saumattomasti toisiinsa. Kielenoppimisen motivaatiota muovaavat sekä oman itsen <b>sisäiset</b> että <b>ulkoiset</b> tekijät. Näitä sisäisiä tekijöitä ovat kognitio, asenteet ja affektiiviset tekijät (esim. ilo, onni, pelko tai epävarmuus) sekä yksilölliset erot (sukupuoli, ikä ja persoonallisuus). Ulkoiset tekijät taas ovat kompleksisia sosiaalisia, kulttuurisia ja ympäristötekijöitä (esim. opettajat, vertaiset, tehtävät ja oppimateriaalit sekä kulttuuriset arvot ja käsitykset). Motivaatio ilmeneekin itsen ja ympäristön  monimutkaisena vuorovaikutuksena.</p><p>Näyttää siltä, että kompetenssin ja <b>autonomian</b> tunteemme ovat erityisen tärkeitä <b>sisäisen</b> motivation kehittymiselle: se, että kontrolloi itse omaa oppimistaan on täten hyvin tärkeää. Kielenoppimisen motivaatioon vaikuttavat myös sellaiset tekijät, jotka vaihtelevat jatkuvasti: vaikkapa terveydentila, sää, mieliala, työ- ja henkilökohtaisen elämän konfliktit eli oppimisen arjen <b>ekologiset realiteetit</b>. Olemme kaikki erilaisia, olemme lihaa ja verta, ja meillä on kullakin omat sitoumuksemme ja velvoitteemme!</p>"
  },
  "personality1": {
    "text": "<p>Olemme yksilöitä myös opiskelun ja oppimisen suhteen eli meillä on omat mieltymyksemme ja oppimistyylimme, jotka vaikuttavat siihen, miten havaitsemme, omaksumme, käsittelemme ja muistamme uutta ja vaikeaa tietoa (Ellis 1985). Perimä, aiemmat oppimiskokemukset ja kulttuurinen ja yhteiskunnallinen tausta vaikuttavat oppimistyyleihimme.</p><p>Oppimistyylieroiksi on katsottu <b>visuaalinen</b> (näkö), <b>auditiivinen</b> (kuulo), <b>kinesteettinen</b> (liike) tai <b>taktiilinen</b> (kosketus) taipumus. Lisäksi on esitetty seuraava jako neljään oppimistyyliin: (1) <b>aktiivinen oppija</b>, joka on uudelle avoin ja aina valmis kokeilemaan taitojaan, (2) <b>teoreettinen oppija</b>, joka keskittyy kielioppiin ja muoto-oppiin ensin ja vasta tämän jälkeen luottaa itseensä tarpeeksi käyttääkseen kieltä edeten loogisesti vaiheittain, (3) <b>reflektiivinen oppija</b>, joka hakee kielestä säännönmukaisuuksia ennen uuden kokeilemista ja miettii asiat tarkkaan, (4) <b>pragmaattinen oppija</b>, joka poimii uusia sanoja ja rakenteita ja yrittää välittämästi käyttää niitä itse.</p><p>Kielenoppimiseen voivat vaikuttaa muutkin persoonallisuuden piirteet.  <b>Ekstrovertit</b> ja <b>introvertit</b> henkilöt toimivat eri tavoin kommunikointitilanteissa, mutta tämä ei tarkoita että toinen piirre olisi toista parempi. Puhesuoritukseen vaikuttavat myös itsetunto, jännittäminen, pelot ja estot sekä riskien ottamisen kyky.</p>"
  },
  "lhistory1": {
    "text": "<p>Oppimishistoriasi rakentuu monista elementeistä, hyvistä ja huonoista kokemuksista, tasaisesta puurtamisesta, jännittävistä ja ahdistavistakin hetkistä. Sen muotoutumiseen ovat vaikuttaneet kontaktit ja törmäykset kieliin ja kulttuureihin, opettajat, saamasi arvioinnit ja palautteet, kokemuksesi eri oppimisympäristöistä, oppimisjärjestelyistä ja joskus jopa byrokratian kiemuroista. On hyvä muistaa, että erityisesti <b>omat</b> käsityksesi itsestäsi ja oppimisestasi vaikuttavat kokemuksiisi. Koko elämänhistoriasi, sen myötä- ja vastoinkäymiset, ovat vaikuttaneet siihen, millaiseksi <b>oppimishistoriasi</b> on muovautunut.</p><p>Tämän historiasi tuot mukanasi jokaiseen uuteen kielenoppimistilanteeseen. Historiasi ei välttämättä suoraan selitä tämänhetkistä tilannettasi, mutta sen pohtiminen esimerkiksi kirjoittamalla tai keskustelemalla saattaa auttaa vaikkapa kielenoppimistilanteisiin liittyvien pelkojen työstämisessä.</p><p>Kriittinen pohdinta ja erityisesti positiiviset tulevaisuuden visiot voivat auttaa Sinua korjaamaan oppimistasi mahdollisesti haittaavia asenteitasi ja käsityksiäsi.</p>"
  },
  "profile": {
    "text": "<p>Tässä yhteenveto antamistasi tiedoista. Jos haluat viel&auml; muuttaa tietoja, yll&auml;olevista linkeist&auml; voit siirty&auml; takaisin kyseisiin kenttiin. Painiketta painamalla l&auml;het&auml;t yhteenvedon valitsemaasi sähköpostiosoitteeseen. Yhteenveto lähetetään lisäksi opettajalle.</p>",
    "feedback": "Mitä mieltä olet Kaleidoskoopista? Kirjoita tähän kommenttisi.",
    "alms-only": "ALMS-opiskelijat täyttävät",
    "name": "Nimi",
    "faculty": "Tiedekunta",
    "select": "valitse opettajasi listasta",
    "no-teach": "Opettajan nimiä ei löydy listasta.",
    "teach-email": "Kirjoita opettajasi sähköpostiosoitteesi",
    "address": "Kirjoita tähän sähköpostiosoitteesi. Paina Lähetä-painiketta, niin saat vastauksen sähköpostiisi.",
    "send": "Lähetä",
    "sent": "Profiili Lähetetty",
    "clear": "Tyhjennä"
  },
  "ref-general": {
      "click": "- Klikkaa kommenttia nähdäksesi vastauksen",
      "save": "Tallenna teksti AINA kirjoituksen jälkeen",
      "save-to": "Tallenna profiilisi",
      "clear" : "Tyhjennä"
  },
  "needs-ref": {
    "1": "Minun pitää lukea paljon vieraskielisiä tenttikirjoja ja artikkeleita",
    "2": "Suunnittelen opiskelijavaihtoon lähtöö",
    "3": "Minun pitäisi parantaa puhesujuvuuttani",
    "4": "Haluan töihin johonkin kansainväliseen yhteisöön",
    "5": "Minun on parannettava sanavarastoani",
    "6": "Joudun kirjoittamaan graduni englanniksi",
    "7": "Minun on uskallettava avata suuni",
    "your-needs": "TARPEESI",
    "your-needs-text": "Kirjoita tähän tarpeistasi pohdittuasi Kaleidoskoopin vuoropuheluja. Klikkaa PROFIILIA niin voit lukea tekstisi kokonaan."
  },
  "cskills-ref": {
    "1": "Ymmärrän kyllä melkein kaiken, mutta en osaa puhua juuri lainkaan",
    "2": "Voiko taitojaan testata tietokoneella?",
    "3": "En ole juurikaan käyttänyt kieltä lukion jälkeen",
    "4": "Opettajan tehtävänä on osoittaa minulle ongelmani",
    "5": "En osaa kirjoittaa",
    "6": "Tenttikirjojen lukeminen on tavattoman hidasta",
    "7": "Ääntämiseni on kammottavaa!",
    "8": "Sanavarastoni on tosi pieni",
    "9": "Olen unohtanut kaiken kieliopin",
    "10": "Minulla on huono muisti",
    "11": "Olen oppinut paljon kuuntemalla musiikkia ja sanoituksia",
    "12": "Pärjään aika hyvin",
    "13": "Eri aksentit tuottavat ongelmia",
    "your-skills": "YOUR LANGUAGE SKILLS",
    "your-skills-text": "Write about your own language skills after following the dialogues above. Click on YOUR PROFILE to read all you have written."
  },
  "motiv-ref": {
    "1": "Opiskelen kieliä vain siksi, että ne ovat pakollisia",
    "2": "Minusta on mukavaa tutustua muunmaalaisiin ihmisiin",
    "3": "Hyvä kielitaito auttaa kunnon työpaikan saamisessa",
    "4": "On mukavaa matkustella ja tavata uusia ihmisiä",
    "5": "En ole koskaan ollut hyvä kielissä",
    "6": "Minulla ei ole aikaa",
    "7": "Tulevassa työssäni ei tarvita kieliä",
    "your-motiv": "MOTIVAATIOSI",
    "your-motiv-text": "Kirjoita motivaatiostasi ja motivoitumisestasi pohdittuasi Kaleidoskoopin vuoropuheluja. Klikkaa PROFIILIA niin voit lukea tekstisi kokonaan."
  },
  "personality-ref": {
    "1": "Pelkään tekeväni virheitä",
    "2": "Puhun vasta, kun asia on minulle täysin selvä",
    "3": "Pelkään, että minulle nauretaan, koska äännän niin huonosti",
    "4": "Muistan sanat paremmin, kun näen ne kirjoitettuina",
    "5": "Rakenteet kiinnostavat minua, ja yritän löytää kielestä säännönmukaisuuksia",
    "6": "Haluan hallita kieliopin ennen kuin alan käyttää kieltä",
    "7": "Uskallan tarttua tilaisuuteen käyttää kieltä spontaanisti",
    "8": "Opin kuuntelemalla ja käyttämällä kuulemaani puheessani",
    "9": "Olen ujo. En halua puhua",
    "10": "Vertaan itseäni muihin koko ajan",
    "your-personality": "PERSOONALLISUUTESI",
    "your-personality-text": "Miten Sinun persoonallisuutesi vaikuttaa oppimiseesi? Kerro itsestäsi. Klikkaa PROFIILIA niin voit lukea tekstisi kokonaan."
  },
  "lhistory-ref": {
    "1": "Opiskelin koulussa vain englantia ja ruotsia",
    "2": "Arviointi on aina tullut opettajilta",
    "3": "Olen aina pitänyt kielistä",
    "4": "Koulussa tehtiin vain kielioppi- ja sanastoharjoituksia",
    "5": "En ole ikinä pohtinut kielenoppimistani",
    "6": "Koulun kielten tunneilta on pahoja muistoja",
    "7": "Minulla ei ole juurikaan kokemusta aidoista kielen käyttötilanteista",
    "8": "Meillä kotona puhuttiin useampaa kieltä",
    "9": "Minulla on aina ollut ystäviä ja sosiaalisia verkostoja eri puollla maailmaa",
    "10": "Minulla oli ihana opettaja!",
    "11": "Kieliopinnoistani on tosi kauan eikä silloin koulussa juuri puhuttu",
    "12": "Pelkään puhumista ja ahdistun kun on pakko puhua!",
    "your-lhistory": "OPPIMISHISTORIASI",
    "your-lhistory-text": "Millainen Sinun kieltenoppimishistoriasi on? Kirjoita tähän oppijaelämänkertaasi liittyviä asioita. Klikkaa PROFIILIA niin voit lukea tekstisi kokonaan."
  }
}
